IdeaRS.Connections
AddedMemberData.EccentricityBeginZ Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the local eccentricity Z at the begin of beam
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EccentricityBeginZ { get; set; }
Property Value
Type: Double
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace